Repository: fryette/TrainSheldure
Catalog: Trains.WP/Resources/*/Resources.resw
Source language: en_us
Languages: be_by, ru_ru

# AllFavoritesDeleted
source: Your route is now empty
be_by: Спіс вашых маршрутаў цяпер пусты
ru_ru: Список ваших маршрутов теперь пуст

source: Arrival:
be_by: Адпраўленне:
ru_ru: Отправление:

source: (Belarus)
be_by: (Беларусь)
ru_ru: (Беларусь)

source: business
be_by: бізнэс
ru_ru: бизнес

# ConectionError
source: Check the connection Internet
be_by: Калі ласка, праверце падлучэнне да інтэрнэту
ru_ru: Проверьте подключение к интернету

# DateTooBig
source: Search can be made only for 45 days from now, or use the mode 'all the days'
be_by: Пошук можа вырабляецца толькі за 45 дзён ад бягучага моманту або выкарыстоўвайце рэжым 'На ўсе дні'
ru_ru: Поиск может производится только за 45 дней от текущего момента или используйте режим 'На все дни'

source: Departure:
be_by: Прыбыццё:
ru_ru: Прибытие:

# ErrorUpdate
source: not found the last request, or there was an error loading
be_by: Не знойдзены апошні запыт, ці адбылася памылка загрузкі, скіньце налады ў раздзеле 'налады'
ru_ru: Не найден последний запрос, или произошла ошибка загрузки

# FavoriteListIsEmpthy
source: Your list is empty
be_by: Ваш спіс пусты
ru_ru: Ваш список пуст

# Feedback
source: Chygunka / suggestions / bugs
be_by: Паведаміць аб праблеме
ru_ru: предложения/баги

# Hour
source: h.
be_by: ч.
ru_ru: ч.

# IncorrectInput
source: One or both of the item does not exist, recheck the input
be_by: Адзін або абодва пункта не існуе, праверце яшчэ раз ўвод
ru_ru: Один или оба пункта не существует, проверьте еще раз ввод

source: International
be_by: Міжнародныя
ru_ru: Международные

# InternetConnectionError
source: Access to the Internet, check the connection!
be_by: Доступ да інтэрнэту адсутнічае, праверце падлучэнне!
ru_ru: Доступ к интернету отсутствует, проверьте подключение!

source: Interregional
be_by: Міжрэгіянальныя
ru_ru: Межрегиональные

# LanguageChanged
source: Successfully updated language! Please log onto the app!
be_by: Паспяхова абноўлены мову! Просьба перезайти ў дадатак!
ru_ru: Успешно обновлен язык! Просьба перезайти в приложение!

source: min.
be_by: мін.
ru_ru: мин.

source: no
be_by: няма
ru_ru: нет

# NoPlace
source: No place. Specify the box office
be_by: Месцаў няма. Удакладняйце ў касах
ru_ru: Мест нет. Уточняйте в кассах

# NotifyMessage
source: Please select your desired station, and then click the button to delete the selected
be_by: Калі ласка, пазначце станцыі, затым выберыце кнопку выдаліць абраныя
ru_ru: Выберите интересующие вас станции, затем выберите кнопку удалить выбранные

# OnAllDays
source: all days
be_by: усе дні
ru_ru: все дни

# OnDay
source: the date
be_by: на дату
ru_ru: на дату

# OnWay
source: on the way
be_by: едзе
ru_ru: едет

# Place
source: Places:
be_by: Месцаў:
ru_ru: Мест:

# PlaceNo
source: no place
be_by: месцаў няма
ru_ru: мест нет

# PlaceYes
source: place:
be_by: месцы:
ru_ru: места:

# PointsIsInCorrect
source: One or both stations are not introduced
be_by: Адна ці абедзве станцыі не ўведзены
ru_ru: Одна или обе станции не введены

source: Price:
be_by: цана:
ru_ru: цена:

source: Regional
be_by: Рэгіянальныя
ru_ru: Региональные

# RouteIsAddedToFavorite
source: The route is added!
be_by: Маршрут дададзены!
ru_ru: Маршрут добавлен!

# RouteIsDeletedInFavorite
source: The station is removed!
be_by: Станцыя выдаленая!
ru_ru: Станция удалена!

# RouteIsIncorect
source: The route is not found, check the input field stations!
be_by: Маршрут не знойдзены, праверце поля ўводу станцый!
ru_ru: Маршрут не найден, проверьте поля ввода станций!

# SearchError
source: A problem has occurred while loading data on prolonged failure, please notify us or reset the settings in the 'Settings'
be_by: Адбыўся збой пры загрузцы дадзеных, пры працяглым збоі просьба паведаміць нас або скіньце налады ў раздзеле 'налады'
ru_ru: Произошел сбой при загрузке данных, при продолжительном сбое просьба уведомить нас или в нажать 'сбросить настройки' в разделе 'Настройки'

# SpecifyDate
source: Check the date to display information about the places
be_by: Удакладніце дату для адлюстравання інфармацыі аб месцах
ru_ru: Уточните дату для отображения информации о местах

# Stay
source: Stop:
be_by: Стаянка:
ru_ru: Cтоянка:

# ThisRouteIsPresent
source: This route is already present
be_by: Дадзены маршрут ужо прысутнічае
ru_ru: Данный маршрут уже присутствует

source: today
be_by: сёння
ru_ru: cегодня

# Tommorow
source: tomorrow
be_by: заўтра
ru_ru: завтра

source: yesterday
be_by: учора
ru_ru: вчера

# TrainsNotFound
source: Trains on the date of origin is not found
be_by: Цягнікі на дату адпраўлення не знойдзеныя
ru_ru: Поезда на дату отправления не найдены

source: unlimited
be_by: неабмежаванае
ru_ru: неограничено

# Via
source: Through
be_by: праз
ru_ru: через

source: Sedentary
be_by: Сядзячы
ru_ru: Сидячий

source: General
ru_ru: Общий

source: Second-class
be_by: Плацкартны
ru_ru: Плацкартный

source: Coupe
be_by: Купэ
ru_ru: Купе

# Luxury
source: CB
be_by: СВ
ru_ru: СВ

# Language
source: en
be_by: be
ru_ru: ru

# DeleteDataNotification
source: All saved data will be deleted (Saved Routes / last request)
be_by: Усе захаваныя дадзеныя будуць выдаленыя (Захаваныя маршруты / апошні запыт)
ru_ru: Все сохраненные данные будут удалены (Сохраненные маршруты / последний запрос)

source: Warning
be_by: Папярэджаньне
ru_ru: Предупреждение

source: unknow
be_by: невядома
ru_ru: неизвестно

# AboutPivotItem
source: more
be_by: больш
ru_ru: больше

# ApplicationName
source: Chygunka.by
be_by: Чыгунка.by
ru_ru: Чыгунка.by

source: clear
be_by: ачысціць
ru_ru: очистить

# DateOfDeparture
source: departure Date
be_by: дата адпраўлення
ru_ru: дата отправления

# EditFavoriteHeader
source: manage routes
be_by: кіраванне
ru_ru: управление

# From
source: whence
be_by: адкуль
ru_ru: откуда

# LastSchedulePivotItem
source: last
be_by: апошні
ru_ru: последний

# MainPivotItem
source: home
be_by: галоўная
ru_ru: главная

# RoutesPivotItem
source: routes
be_by: маршруты
ru_ru: маршруты

source: search
be_by: пошук
ru_ru: поиск

# To
source: where
be_by: куды
ru_ru: куда

# Update
source: updating
be_by: абнаўляем
ru_ru: обновляем

# UpdateStopPoint
source: Update station
ru_ru: обновить станции

source: about Us
be_by: аб нас
ru_ru: о нас

source: changes
be_by: змены
ru_ru: изменения

# CurrentChanges
source: In this version:
be_by: У гэтай версіі:
ru_ru: В этой версии:

# DeleteAppBar
source: Delete
be_by: выдаліць
ru_ru: удалить

# HelpAppBar
source: help
be_by: даведка
ru_ru: справка

# ManageAppBar
source: manage
be_by: кіраваць
ru_ru: управлять

# SaveAppBar
source: save
be_by: захаваць
ru_ru: сохранить

# SwapAppBar
source: swap
be_by: абмен
ru_ru: обмен

# UpdateAppBar
source: update
be_by: Aбнавіць
ru_ru: обновить

# UsingLibrary
source: Used library:
be_by: Якія выкарыстоўваюцца бібліятэкі:
ru_ru: Используемые бибилиотеки:

# Version
source: Version: 1.2.0.16
be_by: Версія: 2.1.0.6
ru_ru: Версия: 1.2.0.16

# LangSetting
source: language
be_by: мовы
ru_ru: языки

# Carriage
source: cars
be_by: вагоны
ru_ru: вагоны

# FastSearchTextBlock
source: quick search train
be_by: Хуткі пошук цягніка
ru_ru: быстрый поиск поезда

# Trains
source: train
be_by: цягнікі
ru_ru: поезда

source: Our site
be_by: Наш сайт
ru_ru: Наш сайт

# DownloadStopPoints
source: Loading list of stops
be_by: Ідзе загрузка спісу прыпынкаў
ru_ru: Идет загрузка списка остановок

source: Settings
be_by: Налады
ru_ru: Настройки

source: need reboot
be_by: неабходная перазагрузка
ru_ru: необходима перезагрузка

source: select language
be_by: выберыце мову
ru_ru: выберите язык

source: reset settings
be_by: скінуць налады
ru_ru: сбросить настройки

source: updated
be_by: абноўлена
ru_ru: обновлено

source: ago
be_by: назад
ru_ru: назад

source: just now
be_by: толькі што
ru_ru: только что

# ReverseAppBar
source: reverse
be_by: зваротна
ru_ru: обратно

source: Social networks:
be_by: Сацыяльныя сеткі:
ru_ru: Социальные сети:

# SupportUs
source: this will support us
be_by: гэтым вы падтрымліваеце нас
ru_ru: этим вы поддерживаете нас

# Other
source: seats
be_by: месцы
ru_ru: места

# SpecialThank
source: Special thank to:
be_by: Асобнае дзякуй:
ru_ru: Отдельное спасибо:

# FirstDesigner
source: Peleshenko Alexander (logo)
be_by: Пелешенко Аляксандр (лагатып)
ru_ru: Пелешенко Александр (логотип)

# SecondDesigner
source: Rachkovskaya Polina (screensaver)
be_by: Рачкоўская Паліна (застаўкі)
ru_ru: Рачковская Полина (заставки)

# LastRequests
source: history:
be_by: гісторыя:
ru_ru: история:

# SelectCountries
source: Select your country to download additional stations
be_by: Выберыце краіну для загрузкі доп. станцый
ru_ru: Выберите страну для загрузки доп. станций

# DownloadSelectCountry
source: Download selected station
be_by: Загрузіць выбраную станцыю
ru_ru: Загрузить выбранную станцию

# CountrySuccessfullyAdded
source: successfully added
be_by: успешна дададзена
ru_ru: успешно добавлена

# CountryCanNotDownloaded
source: An error has occurred while loading, try again later
be_by: Адбылася памылка пры загрузке, паспрабуйце пазней
ru_ru: Произошла ошибка при загрузке, попробуйте позже

# AddToCalendar
source: Add reminder
be_by: Дадаць напамінак
ru_ru: Добавить напоминание

# TimeNotification
source: Time notification before departure
be_by: Час апавяшчэння да адпраўлення
ru_ru: Время уведомления до отправления

# NotifyTrainMessage
source: You will be notified of the {0} before train departure
be_by: Вы будзеце папярэджаны за {0} да адпраўлення цягніка
ru_ru: Вы будете уведомлены за {0:hh\:mm} до отправления поезда
